Repository: openstack-archive/searchlight
Catalog: searchlight/locale/*/LC_MESSAGES/searchlight.po
Languages: de

source: %(param_name)s param must be greater than or equal to %(gte)s
de: %(param_name)s param muss größer oder gleich %(gte)s sein

source: %(serv)s (pid %(pid)s) is running...
de: %(serv)s (pid %(pid)s) läuft...

source: %(serv)s appears to already be running: %(pid)s
de: %(serv)s scheint bereits aktiv zu sein: %(pid)s

source: %(verb)sing %(serv)s with %(conf)s
de: %(serv)s mit %(conf)s %(verb)s

source: %s Please specify a host:port pair, where host is an IPv4 address, IPv6 address, hostname, or FQDN. If using an IPv6 address, enclose it in brackets separately from the port (i.e., "[fe80::a:b:c]:9876").
de: %s Geben Sie ein Host:Port-Paar an, wobei 'Host' eine IPv4-Adresse, eine IPv6-Adresse, ein Hostname oder ein vollständig qualifizierter Domänenname ist. Bei Verwendung einer IPv6-Adresse schließen Sie diese in Klammern ein, damit sie vom Port getrennt ist (d. h. "[fe80::a:b:c]:9876").

source: %s can't contain 4 byte unicode characters.
de: %s darf keine 4-Byte-Unicode-Zeichen enthalten.

source: %s is already stopped
de: %s ist bereits gestoppt

source: %s is stopped
de: %s ist gestoppt

source: %s param must be an integer
de: %s param muss eine ganze Zahl sein

source: '_source' must be a string, dict or list
de: '_source' muss eine Zeichenfolge, Dictionary oder Liste sein

source: 'sort' must be a string, dict or list
de: 'sort' muss eine Zeichenfolge sein, ein Dictionary oder eine Liste

source: AES key for encrypting store 'location' metadata. This includes, if used, Swift or S3 credentials. Should be set to a random string of length 16, 24 or 32 bytes
de: AES-Schlüssel für die Verschlüsselung der Metadaten von Speicher 'location'. Dazu gehören, wenn verwendet, Swift- oder S3-Berechtigungsnachweise. Hierfür sollte eine zufällige Zeichenfolge mit der Länge 16, 24 oder 32 Byte festgelegt werden.

source: Action type '%s' requires ID of the document.
de: Aktionstyp '%s' benötigt ID des Dokuments.

source: Action type '%s' requires data or script param.
de: Aktionstyp '%s' benötigt Daten oder Scriptparameter.

source: Address to bind the server. Useful when selecting a particular network interface.
de: Adresse zum Binden des Servers. Nützlich bei der Auswahl einer bestimmten Netzwerkschnittstelle.

source: Aggregation '%s' contains the 'global' aggregation which is not allowed
de: Aggregation '%s' beinhaltet die 'globale' Aggregation, was nicht erlaubt ist

source: Allow unauthenticated users to access the API with read-only privileges. This only applies when using ContextMiddleware.
de: Erlaube nicht angemeldeten Benutzern nur-lese Zugriff auf das API. Dies trifft nur bei der Verwendung von ContextMiddleware zu.

source: An error occurred during index creation or initial loading
de: Bei der Indexerstellung oder beim erstmaligen Laden ist ein Fehler aufgetreten

source: An object with the same identifier already exists.
de: Ein Objekt mit der gleichen ID ist bereits vorhanden.

source: An object with the specified identifier was not found.
de: Ein Objekt mit der angegebenen ID wurde nicht gefunden.

source: An unknown exception occurred
de: Eine unbekannte Ausnahme ist aufgetreten

source: Attribute '%(property)s' is reserved.
de: Attribut '%(property)s' ist reserviert.

source: Attribute '%s' is read-only.
de: Attribut '%s' ist schreibgeschützt.

source: Available commands:
de: Verfügbare Befehle:

source: Body expected in request.
de: Text in Anforderung erwartet.

source: CA certificate file to use to verify connecting clients.
de: CA-Zertifikatsdatei zur Überprüfung der sich verbindenden Clients.

source: Certificate file to use when starting API server securely.
de: Zertifikatsdatei zum sicheren Start des API-Servers.

source: Could not bind to %(host)s:%(port)s after trying for 30 seconds
de: Keine Bindung an %(host)s:%(port)s möglich nach Versuch über 30 Sekunden

source: Data supplied was not valid.
de: Gelieferten Daten waren nicht gültig.

source: Default value for the number of items returned by a request if not specified explicitly in the request
de: Standardwert für die Anzahl an Elementen, die von einer Anforderung zurückgegeben werden, wenn in der Anforderung keine explizite Angabe gemacht wird

source: Determining version of request: %(method)s %(path)s Accept: %(accept)s
de: Bestimmen von Version der Anforderung: %(method)s %(path)s Akzeptieren: %(accept)s

source: Digest algorithm which will be used for digital signature; the default is sha1 the default in Kilo for a smooth upgrade process, and it will be updated with sha256 in next release(L). Use the command "openssl list-message-digest-algorithms" to get the available algorithms supported by the version of OpenSSL on the platform. Examples are "sha1", "sha256", "sha512", etc.
de: Digest-Algorithmus, der für die digitale Signatur verwendet wird; Der Standardwert ist sha1, der Standard in Kilo für einen reibungslosen Upgrade-Prozess, und er wird in der nächsten Version mit sha256 aktualisiert. Verwenden Sie den Befehl "openssl list-message-digest-algorithms", um die verfügbaren Algorithmen zu erhalten, die von der Version von OpenSSL auf der Plattform unterstützt werden. Beispiele sind "sha1", "sha256", "sha512" usw.

source: Document type '%s' is not supported.
de: Dokumenttyp '%s' wird nicht unterstützt.

source: Error processing %s RBAC filter
de: Fehler bei der Verarbeitung %s RBAC Filter

source: Host "%s" is not valid.
de: Host "%s" ist nicht gültig.

source: Host and port "%s" is not valid.
de: Host und Port "%s" ist nicht gültig.

source: If False doesn't trace SQL requests.
de: Bei 'False' erfolgt keine Traceerstellung für SQL-Anforderungen.

source: If False fully disable profiling feature.
de: Bei 'False' die Profilerstellungsfunktion vollständig deaktivieren.

source: If False, server will return the header "Connection: close", If True, server will return "Connection: Keep-Alive" in its responses. In order to close the client socket connection explicitly after the response is sent and read successfully by the client, you simply have to set this option to False when you create a wsgi server.
de: Bei 'False' gibt der Server den Header "Connection: close", bei 'True' den Wert "Connection: Keep-Alive" in seinen Antworten zurück. Um die Client-Socket-Verbindung explizit zu schließen, nachdem die Antwort gesendet und erfolgreich vom Client gelesen wurde, müssen Sie einfach diese Option auf 'False' setzen, wenn Sie einen wsgi-Server erstellen.

source: Index '%s' is not in the list of enabled plugins
de: Index '%s' ist nicht in der Liste der aktivierten Plugins

source: Index '%s' is not supported.
de: Index '%s' wird nicht unterstützt.

source: Invalid action type: '%s'
de: Ungültiger Aktionstyp: '%s'

source: Invalid configuration in property protection file.
de: Ungültige Konfiguration in Eigenschaftsschutzdatei.

source: Invalid content type %(content_type)s
de: Ungültiger Inhaltstyp %(content_type)s

source: Invalid jsonpatch request
de: Ungültige jsonpatch-Anforderung

source: Invalid service catalog json.
de: Ungültige Servicekatalog-JSON.

source: It appears that the eventlet module has been imported prior to setting %s='yes'. It is currently necessary to disable eventlet.greendns if using ipv6 since eventlet.greendns currently breaks with ipv6 addresses. Please ensure that eventlet is not imported prior to this being set.
de: Das Eventlet-Modul scheint vor der Einstellung %s='yes' importiert worden zu sein. Im Moment ist die Inaktivierung von eventlet.greendns erforderlich, wenn IPv6 verwendet wird, da eventlet.greendns derzeit bei IPv6-Adressen unterbricht. Stellen Sie sicher, dass Eventlet erst importiert wird, wenn dies festgelegt wurde.

source: Malformed Content-Range header: %s
de: Fehlerhafter Content-Range-Header: %s

source: Malformed JSON in request body.
de: Fehlerhafte JSON in Anforderungshauptteil.

source: Mapping for '%(doc_type)s' contains a _parent '%(actual)s' that doesn't match '%(expected)s'
de: Mapping für '%(doc_type)s' beinhaltet a _parent '%(actual)s' was nicht übereinstimmt mit '%(expected)s'

source: Maximum line size of message headers to be accepted. max_header_line may need to be increased when using large tokens (typically those generated by the Keystone v3 API with big service catalogs
de: Maximal zu akzeptierende Zeilenlänge für Nachrichtenheader. max_header_line muss möglicherweise erhöht werden, wenn größere Tokens verwendet werden (in der Regel diejenigen, die von der Keystone-v3-API mit großen Servicekatalogen generiert werden)

source: Maximum permissible number of items that could be returned by a request
de: Maximal zulässige Anzahl an Elementen, die von einer Anforderung zurückgegeben werden könnten

source: Param values can't contain 4 byte unicode.
de: Parameterwerte dürfen kein 4-Byte-Unicode enthalten.

source: Partial name of a pipeline in your paste configuration file with the service name removed. For example, if your paste section name is [pipeline:searchlight-api-keystone] use the value "keystone"
de: Partieller Name einer Pipeline in Ihrer Konfigurationsdatei mit entferntem Dienstnamen. Wenn der Name des Einfügeabschnitts beispielsweise [Pipeline: searchlight-api-keystone] lautet, verwenden Sie den Wert "keystone".

source: Plugin %s should return a list of topicexchange pairs
de: Plugin %s sollte eine Liste von Topicexchange-Paaren zurückgeben

source: Port "%s" is not valid.
de: Port "%s" ist nicht gültig.

source: Private key file to use when starting API server securely.
de: Private Schlüsseldatei zum sicheren Start des API-Servers.

source: Process %d not running
de: Prozess %d wird nicht ausgeführt

source: Property names can't contain 4 byte unicode.
de: Eigenschaftsnamen dürfen kein 4-Byte-Unicode enthalten.

source: Provided object does not match schema '%(schema)s': %(reason)s
de: Angegebenes Objekt passt nicht zu Schema '%(schema)s': %(reason)s

source: Public url to use for versions endpoint. The default is None, which will use the request's host_url attribute to populate the URL base. If Searchlight is operating behind a proxy, you will want to change this to represent the proxy's URL.
de: Öffentliche URL, die für den Endpunkt der Version verwendet werden soll. Der Standardwert ist None, der das Attribut host_url der Anfrage verwendet, um die URL-Basis aufzufüllen. Wenn Searchlight hinter einem Proxy betrieben wird, sollten Sie dies ändern, um die URL des Proxys darzustellen.

source: Query malformed or search parse failure, please check the syntax
de: Abfrage fehlgeschlagen oder Suchparse fehlgeschlagen, überprüfen Sie bitte die Syntax

source: Reload of %(serv)s not supported
de: Erneutes Laden von %(serv)s nicht unterstützt

source: Reloading %(serv)s (pid %(pid)s) with signal(%(sig)s)
de: %(serv)s (PID %(pid)s) wird mit Signal (%(sig)s) erneut geladen

source: Removing stale pid file %s
de: Veraltete PID-Datei %s wird entfernt

source: Resource type '%s' is not in the list of enabled plugins
de: Ressourcetyp '%s' ist nicht in der Liste der aktivierten Plugins

source: Resource type '%s' is not supported.
de: Resourcetyp '%s' wird nicht unterstützt.

source: Role used to identify an authenticated user as administrator.
de: Die verwendete Rolle um einen angemeldeten Benutzer als Administrator zu identifizieren.

source: Server %(serv)s is stopped
de: Server %(serv)s wurde gestoppt

source: Server worker creation failed: %(reason)s.
de: Erstellung von Server-Worker fehlgeschlagen: %(reason)s.

source: Stopping %(serv)s (pid %(pid)s) with signal(%(sig)s)
de: %(serv)s (PID %(pid)s) wird mit Signal (%(sig)s) gestoppt

source: Suppressed respawn as %(serv)s was %(rsn)s.
de: Erneute Generierung wurde unterdrückt, da %(serv)s %(rsn)s war.

source: System SIGHUP signal received.
de: System-SIGHUP-Signal empfangen.

source: The API paste config file to use.
de: Zu verwendende API-Paste-Konfigurationsdatei.

source: The backlog value that will be used when creating the TCP listener socket.
de: Der Rückstandswert, der beim Erstellen des TCP-Listener-Socket verwendet wird.

source: The hostname/IP of the pydev process listening for debug connections
de: Hostname/IP des pydev-Prozesses, der für Fehlerbehebungsverbindungen empfangsbereit ist

source: The location of the property protection file.This file contains the rules for property protections and the roles/policies associated with it. If this config value is not specified, by default, property protections won't be enforced. If a value is specified and the file is not found, then the searchlight-api service will not start.
de: Der Speicherort der Eigenschaftschutzdatei. Diese Datei enthält die Regeln für den Schutz von Eigenschaften und die damit verbundenen Rollen/Richtlinien. Wenn dieser Konfigurationswert nicht angegeben ist, werden Schutzfunktionen standardmäßig nicht erzwungen. Wenn ein Wert angegeben wird und die Datei nicht gefunden wird, wird der Searchlight-API-Dienst nicht gestartet.

source: The number of child process workers that will be created to service requests. The default will be equal to the number of CPUs available.
de: Die Anzahl an untergeordneten Prozess-Workers, die zum Bearbeiten von Anforderungen erstellt werden. Der Standard entspricht der Anzahl an verfügbaren CPUs.

source: The port on which a pydev process is listening for connections.
de: Der Port, auf dem ein pydev-Prozess für Verbindungen empfangsbereit ist.

source: The port on which the server will listen.
de: Der Port, auf dem der Server hört.

source: The provided API version is not supported, the current available version range for %(service)s is: from %(min_version)s to %(max_version)s.
de: Die bereitgestellte API-Version wird nicht unterstützt. Der aktuell verfügbare Versionsbereich für %(service)s ist: von %(min_version)s bis %(max_version)s.

source: The provided body %(body)s is invalid under given schema: %(schema)s
de: Der angegebene Body %(body)s ist unter dem angegebenen Schema ungültig: %(schema)s

source: The provided path '%(path)s' is invalid: %(explanation)s
de: Der angegebene Pfad '%(path)s' ist ungültig: %(explanation)s

source: The value for the socket option TCP_KEEPIDLE. This is the time in seconds that the connection must be idle before TCP starts sending keepalive probes.
de: Der Wert für die Socket-Option TCP_KEEPIDLE. Dies ist die Zeit in Sekunden, die die Verbindung inaktiv sein muss, bevor TCP beginnt, Keepalive-Stichproben zu senden.

source: There are no resource types accessible to you to serve your request. You do not have access to the following resource types: %s
de: Es sind keine Ressourcentypen verfügbar, die Sie für Ihre Anfrage benötigen. Sie haben keinen Zugriff auf die folgenden Ressourcentypen: %s

source: There is a problem with your %(error_key_name)s %(error_filename)s. Please verify it. Error: %(ioe)s
de: Es ist ein Problem bei %(error_key_name)s %(error_filename)s aufgetreten. Überprüfen Sie dies. Fehler: %(ioe)s

source: There is a problem with your %(error_key_name)s %(error_filename)s. Please verify it. OpenSSL error: %(ce)s
de: Es ist ein Problem bei %(error_key_name)s %(error_filename)s aufgetreten. Überprüfen Sie dies. OpenSSL-Fehler: %(ce)s

source: There is a problem with your key pair. Please verify that cert %(cert_file)s and key %(key_file)s belong together. OpenSSL error %(ce)s
de: Es gibt ein Problem mit Ihrem Schlüsselpaar. Überprüfen Sie, ob das Zertifikat %(cert_file)s und der Schlüssel %(key_file)s zusammengehören. OpenSSL-Fehler %(ce)s

source: This config value indicates whether "roles" or "policies" are used in the property protection file.
de: Dieser Konfigurationswert gibt an, ob "roles" oder "policies" in der Eigenschaftsschutzdatei verwendet wird.

source: Unable to create pid file %(pid)s. Running as non-root? Falling back to a temp file, you can stop %(service)s service using: %(file)s %(server)s stop --pid-file %(fb)s
de: PID-Datei %(pid)s kann nicht erstellt werden. Wird nicht als Root ausgeführt? Es wird auf eine temporäre Datei zurückgegriffen; Sie können den Dienst %(service)s stoppen mithilfe von: %(file)s %(server)s stop --pid-file %(fb)s

source: Unable to increase file descriptor limit. Running as non-root?
de: Grenzwert für Dateideskriptoren kann nicht erhöht werden. Wird nicht als Root ausgeführt?

source: Unable to load %(app_name)s from configuration file %(conf_file)s. Got: %(e)r
de: %(app_name)s kann nicht aus Konfigurationsdatei %(conf_file)s geladen werden. Abgerufen: %(e)r

source: Unable to load schema: %(reason)s
de: Schema kann nicht geladen werden: %(reason)s

source: Unable to locate config file
de: Konfigurationsdatei kann nicht gefunden werden

source: Waited 15 seconds for pid %(pid)s (%(file)s) to die; giving up
de: Es wurde 15 Sekunden auf den Abbruch von PID %(pid)s (%(file)s) gewartet; Abbruch

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
de: Wenn der Server im SSL-Modus läuft, müssen Sie sowohl für die 'cert_file'- als auch für die 'key_file'-Option in Ihrer Konfigurationsdatei einen Wert angeben

source: When true, this option sets the owner of an image to be the tenant. Otherwise, the owner of the image will be the authenticated user issuing the request.
de: Diese Option, wenn gesetzt, macht den Eigentümer des Abbilds zum Mandanten. Andernfalls wird der angemeldete Benutzer, der die Anfrage stellt, zum Eigentümer.

source: You are not authorized to complete this action.
de: Sie sind nicht dazu autorisiert, diese Aktion abzuschließen

source: actions param cannot be empty
de: 'actions' Parameter darf nicht leer sein.

source: eventlet 'poll' nor 'selects' hubs are available on this platform
de: Hub weder für Eventlet 'poll' noch für 'selects' ist auf dieser Plattform verfügbar

source: unable to launch %(serv)s. Got error: %(e)s
de: %(serv)s kann nicht gestartet werden. Fehler: %(e)s
